Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_225_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Geahča oanehisvideo davvisápmelaš luođi birra .
smn: Keejâ uánihisvideo tavesämmilâš juáigusist .

source: Synopsis : Leammi almmái Nils Heikki Paltto rohttesta Leammerokki luođi .
smn: Synopsis : Lemmeelâš Nils Heikki Paltto juáigá Lemmee äävži .

source: Juoigi : Nils Heikki Paltto Bagadallan / čuohppan : Kirsti Länsman , govven : Heli Ahola
smn: Jyeigee : Nils Heikki Paltto Stivrim / čuoppâm : Kirsti Länsman , kuvvim : Heli Ahola Pyevtittâs :

source: Sámi oahpahusguovddáš 2008
smn: Säämi máttááttâskuávdáš 2008

source: Guhkkodat : 1,23
smn: Kukkodâh : 1,23
